/* Type of IP address */
"6to4 relay" = "6to4 릴레이";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort 연결됨";

/* No comment provided by engineer. */
"Airport connected" = "Airport 연결됨";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport 연결 끊김";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort 연결 끊김";

/* No comment provided by engineer. */
"Battery charging..." = "배터리 충전중...";

/* Type of IP address */
"Benchmark" = "벤치마크";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth 연결";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Bluetooth 장치 연결됨";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Bluetooth 장치 연결 끊김";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth 끊김";

/* No comment provided by engineer. */
"Current charge: %d%%" = "현재 충전: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "이더넷 활성화됨";

/* No comment provided by engineer. */
"Ethernet deactivated" = "이더넷 비활성화됨";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire 연결";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire 장치 연결";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire 장치 연결 끊김";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire 끊김";

/* No comment provided by engineer. */
"Group Network Notifications" = "그룹 네트워크 알림";

/* No comment provided by engineer. */
"Interface:\ten0" = "인터페이스:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "인터페이스:\ten0\n미디어:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP 할당";

/* No comment provided by engineer. */
"IP address acquired" = "IP 주소 할당";

/* No comment provided by engineer. */
"IP address released" = "IP 주소 반환";

/* No comment provided by engineer. */
"IP Released" = "IP 반환";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "네트워크 연결.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "%@ 네트워크에서 나감.";

/* Type of IP address */
"Link-local" = "링크 로컬";

/* Type of IP address */
"Loopback" = "루프백";

/* No comment provided by engineer. */
"Network Link Down" = "네트워크 링크 비활성화";

/* No comment provided by engineer. */
"Network Link Up" = "네트워크 링크 활성화";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "새 기본 IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "현재 IP 주소 없음";

/* No comment provided by engineer. */
"On A/C power" = "어댑터 전원";

/* No comment provided by engineer. */
"On battery power" = "배터리 전원";

/* No comment provided by engineer. */
"On UPS power" = "UPS 전원";

/* No comment provided by engineer. */
"Preferences..." = "환경설정...";

/* Type of IP address */
"Private" = "내부";

/* Type of IP address */
"Public" = "외부";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "HardwareGrowler 종료";

/* Type of IP address */
"Reserved" = "해석";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "실행할 때 연결된 장치 보여주기";

/* No comment provided by engineer. */
"Switched to A/C Power" = "어댑터 전원으로 변경됨";

/* No comment provided by engineer. */
"Switched to Battery Power" = "배터리 전원으로 연결됨";

/* No comment provided by engineer. */
"Switched to UPS Power" = "UPS 전원으로 변경됨";

/* No comment provided by engineer. */
"Sync finished" = "동기화 완료";

/* No comment provided by engineer. */
"Sync started" = "동기화 시작";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "이 옵션을 선택하면 Hardware Growler는 재시작해야 됩니다.";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "남은 시간: %i 분";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "충전 완료까지 남은 시간: %i 분";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "이름 없는 FireWire 장치";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 버스";

/* No comment provided by engineer. */
"USB Bus" = "USB 버스";

/* No comment provided by engineer. */
"USB Connection" = "USB 연결";

/* No comment provided by engineer. */
"USB Device Connected" = "USB 장치 연결됨";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB 장치 연결 끊김";

/* No comment provided by engineer. */
"USB Disconnection" = "USB 연결 끊김";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume 마운트됨";

/* No comment provided by engineer. */
"Volume Unmounted" = "볼륨 마운트 해제됨";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "HardwareGrowler 환경설정 열기...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "양쪽에 모두 아이콘 보이기";

/* display the icon only in the dock */
"Show icon in the dock" = "Dock에 아이콘 보이기";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "메뉴 막대에 아이콘 보이기";

/* display no icon at all */
"No icon visible" = "아이콘 모두 숨기기";

/* No comment provided by engineer. */
"Icon:" = "아이콘:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "이 옵션을 선택하면 HardwareGrowler 가 Dock 이나 메뉴 막대 어느곳에도 보이지않은체로 실행됩니다. \n\n환경 설정 창을 열려면, Launchpad나 Finder에서 HardwareGrowler를 실행하세요.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "주의! 이 설정을 켜면 HardwareGrowler가 백그라운드에서 실행됩니다.";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "알림! 이 설정을 켜면 HardwareGrowler를 로그인 항목에 추가합니다.";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "이 설정을 켜면 HardwareGrowler가 여러분이 로그인 할 때 마다 실행되어 이것을 사용하는 어플리케이션을 항상 사용할 수 있습니다.";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "로그인할 때 HardwareGrowler 실행:";

